/* displayed when adding a new printer */
"Adding Printer." = "Ajout de l’imprimante.";

/* title of Auto Select PPD menu item */
"Auto Select" = "Sélection automatique";

/* title of item for uberowser. */
"Default Browser" = "Navigateur par défaut";

/* Display when the auto select process is schedualed to start */
"Gathering printer information." = "Récupération des données de l’imprimante.";

/* Menu item for all install ppds. */
"Other..." = "Autre…";

/* title of Unknown PPD menu item */
"Unknown" = "Inconnu";

/* displayed when we can not match a ppd */
"Please select a driver or printer model" = "Sélectionnez un gestionnaire ou un modèle d’imprimante";

/* Menu item to allow the user to select a ppd from open file dialog */
"Select a driver to use..." = "Sélectionner un gestionnaire à utiliser…";

/* Unknown Location */
"Unknown Location" = "Emplacement inconnu";

/* The message in the alert explaining that AppleTalk is disabled. */
"AppleTalk Disabled" = "Impossible d’activer AppleTalk.";

/* Title of all manufacturers menu item */
"All" = "Tous les fabricants";

/* Error translation for cups' server-error-service-unavailable message */
"Print Service is not running." = "Le service d’impression ne s’exécute pas.";

/* Why we make the user wait. */
"Searching for new drivers" = "Recherche de nouveaux gestionnaires";

/* @"AppleTalk", AddPrinterBundle, @"AppleTalk Name" */
"AppleTalk" = "AppleTalk";

/* Local zone name. */
"*" = "Zone locale";

/* Shared Printer (Used by SharedPrinter class) */
"Shared Printer" = "Imprimante partagée";

/* Shared Printer Pool (Used by SharedPrinter class) */
"Shared Printer Pool" = "Groupe d’imprimantes partagées";

/* Shared Fax (Used by SharedPrinter class) */
"Shared Fax" = "Fax partagé";

/* DNSSD Name */
"Bonjour" = "Bonjour";

/* DNSSD Shared (Used by DNSSDPrinter class) */
"Bonjour Shared" = "Bonjour partagé";

/* Point to the string for software update in the nib. */
"Software Update" = "Mise à jour de logiciels";

/* Missing Driver of all kind */
"Unable to locate a suitable driver. Use Software Update to download a driver if one is available." = "Impossible de trouver de gestionnaire adapté à votre imprimante. Utilisez « Mise à jour de logiciels » pour tenter d’en trouver un et de le télécharger.";

/* Missing Manufacturers driver */
"Unable to locate a manufacturer-supplied driver. Use Software Update to download a driver if one is available." = "Impossible de trouver un gestionnaire pour votre imprimante. Utilisez « Mise à jour de logiciels » pour en télécharger un si disponible.";

/* BROWSER_GENERIC_PRINTER_MODEL */
"Generic PostScript Printer" = "Imprimante PostScript générique";

/* Browser Names */
"com.apple.print.pbm.uber" = "Par défaut";
"com.apple.printer.uber.usb" = "USB";
"com.apple.printer.uber.shared" = "Imprimante partagée";
"com.apple.printer.uber.netinfo" = "Open Directory";
"com.apple.printer.uber.firewire" = "Firewire";
"com.apple.printer.uber.dnssd" = "Bonjour";
"com.apple.printer.uber.cups" = "CUPS";
"com.apple.printer.uber.appletalk" = "AppleTalk";

"com.apple.print.pbm.ip" = "IP";
"com.apple.print.pbm.bluetooth" = "Bluetooth";
"com.apple.print.pbm.advanced" = "Options avancées";
"com.apple.print.pbm.fax" = "Fax";
"com.apple.print.pbm.appletalk" = "AppleTalk";
"com.apple.print.pbm.smb" = "Windows";
